---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayDeformedShapeSettings
source: html/2854cfa3-2074-0fd4-c51a-1b4c4fc43e37.htm
---
# AnalysisDisplayDeformedShapeSettings Members

Constructs a default instance of deformed shape settings.